Repository: HayatoG/alethe-agents
Catalog: AletheNative/Alethe/Localizable.xcstrings
Source language: en
Languages: pt_br

# web.zoomIn
source: Zoom In
pt_br: Aumentar zoom

# web.zoomOut
source: Zoom Out
pt_br: Diminuir zoom

# workspace.container.close
source: Close Project
pt_br: Fechar projeto

# workspace.container.collapse
source: Collapse
pt_br: Recolher

# workspace.container.expand
source: Expand
pt_br: Expandir

# workspace.container.showAll
source: Show All Projects
pt_br: Mostrar todos os projetos

# workspace.container.showAlone
source: Show This Project Alone
pt_br: Mostrar só este projeto

# workspace.empty.message
source: Add a project folder to start running agents and terminals.
pt_br: Adicione a pasta de um projeto para começar a rodar agentes e terminais.

# workspace.empty.title
source: No project open
pt_br: Nenhum projeto aberto

# workspace.layout.auto
source: Auto
pt_br: Automático

# workspace.layout.design
source: Design Grid…
pt_br: Desenhar Grade…

# workspace.layout.grid
source: Custom Grid
pt_br: Grade Personalizada

# workspace.layout.sidebar
source: Sidebar
pt_br: Barra Lateral

# workspace.layout.spotlight
source: Spotlight
pt_br: Destaque

# workspace.project.noTerminals
source: No terminals open in this project.
pt_br: Nenhum terminal aberto neste projeto.

# workspaceTabs.close
source: Close Tab
pt_br: Fechar Aba

# workspaceTabs.empty
source: Empty
pt_br: Vazia

# workspaceTabs.pin
source: Pin Tab
pt_br: Fixar Aba

# workspaceTabs.unpin
source: Unpin Tab
pt_br: Desafixar Aba

# worktree.commit.confirm
source: Commit
pt_br: Fazer commit

# worktree.commit.message
source: Commit message
pt_br: Mensagem do commit

# worktree.commit.title
source: Commit worktree changes
pt_br: Fazer commit das alterações da worktree

# worktree.commitEllipsis
source: Commit Worktree Changes…
pt_br: Fazer commit das alterações da worktree…

# worktree.failed
source: Worktree operation failed
pt_br: Falha na operação da worktree

# worktree.nothingToCommit
source: Nothing to commit.
pt_br: Nada para fazer commit.

# worktree.remove
source: Remove Worktree
pt_br: Remover worktree

# worktree.remove.detail
source: Its folder and uncommitted changes are deleted. The branch is kept.
pt_br: A pasta e as alterações sem commit são apagadas. O branch é mantido.

# worktree.remove.title
source: Remove this worktree?
pt_br: Remover esta worktree?

# worktrees.cleanup
source: Clean Up Stale
pt_br: Limpar obsoletos

# worktrees.cleanup.confirm
source: Clean up stale worktrees?
pt_br: Limpar worktrees obsoletos?

# worktrees.cleanup.detail
source: Leftover folders that are no longer worktrees are deleted, and git forgets worktrees whose folder is gone.
pt_br: Pastas restantes que não são mais worktrees são apagadas, e o git esquece worktrees cuja pasta sumiu.

# worktrees.cleanup.done
source: Removed: %@
pt_br: Removidos: %@

# worktrees.cleanup.none
source: Nothing to clean up.
pt_br: Nada para limpar.

# worktrees.close
source: Close
pt_br: Fechar

# worktrees.committed
source: Changes committed.
pt_br: Alterações commitadas.

# worktrees.empty
source: No agent worktrees in this project.
pt_br: Nenhum worktree de agente neste projeto.

# worktrees.error.locked
source: The worktree is locked: %@
pt_br: O worktree está bloqueado: %@

# worktrees.error.notFound
source: The worktree no longer exists.
pt_br: O worktree não existe mais.

# worktrees.error.notRepository
source: The project folder is not a git repository.
pt_br: A pasta do projeto não é um repositório git.

# worktrees.fetchBranch
source: Fetch Branch
pt_br: Buscar branch

# worktrees.fetchBranch.help
source: Brings a local copy's branch into the project repository. Git worktrees already share it.
pt_br: Traz o branch de uma cópia local para o repositório do projeto. Worktrees git já o compartilham.

# worktrees.fetched
source: Fetched %@.
pt_br: %@ buscado.

# worktrees.lock
source: Lock
pt_br: Bloquear

# worktrees.lock.message
source: A locked worktree cannot be removed or pruned until it is unlocked.
pt_br: Um worktree bloqueado não pode ser removido nem podado até ser desbloqueado.

# worktrees.lock.reason
source: Reason (optional)
pt_br: Motivo (opcional)

# worktrees.lock.title
source: Lock this worktree?
pt_br: Bloquear este worktree?

# worktrees.lockEllipsis
source: Lock…
pt_br: Bloquear…

# worktrees.lockReason
source: Reason: %@
pt_br: Motivo: %@

# worktrees.locked
source: Locked
pt_br: Bloqueado

# worktrees.noProject
source: No project selected.
pt_br: Nenhum projeto selecionado.

# worktrees.refresh
source: Refresh
pt_br: Atualizar

# worktrees.remove.lockedHelp
source: Unlock the worktree before removing it.
pt_br: Desbloqueie o worktree antes de removê-lo.

# worktrees.removed
source: Removed %@.
pt_br: %@ removido.

# worktrees.unlock
source: Unlock
pt_br: Desbloquear
